Repository: ChHaeni/agrammon
Catalog: share/translations/*.po
Languages: de, fr

source: dataset sent
de: Der Datensatz %s von %s wurde Ihnen in Ihrem Agrammon Konto bereit gestellt
fr: Nouveaux sete de données de Agrammon

source: new dataset
de: Neuer Agrammon Datensatz

source: dataset
de: Ergebnisse
fr: Résultats

source: results formatted
de: Ergebnisse formatiert
fr: Résultats formatés

source: inputs
de: Eingaben
fr: Paramétres d’entrée

source: inputs formatted
de: Eingaben formatiert
fr: Paramétres d’entrée formatés

source: title report
de: Emissionsberechnung für Ammoniak mit Agrammon
fr: Calcul des émissions d’ammoniac avec Agrammon

source: data section
de: Angaben zu Nutzer/-in und Datensatz
fr: Informations sur l’utilisateur/-trice et sur le set de données

source: data user
de: Benutzername
fr: Nom d’utilisateur

source: data dataset
de: Datensatz
fr: Set de données

source: submission farm
de: Betriebsnummer
fr: Numéro d'entreprise

source: submission situation
de: Situation des Betriebs
fr: Situation de l'entreprise

source: submission sender
de: Absender
fr: Expéditeur

source: submission recipient
de: Eingereicht bei
fr: Soumettre à

source: submission comment
de: Kommentar
fr: Commentaire

source: submission info
de: Der Datensatz wird dem Agrammon-Benutzer ewline exttt{%s} als Datensatz ewline exttt{%s} ewline bereitgestellt.
fr: Le sete de données sera copié dans le compte de l'utilisateur Agrammon ewline exttt{%s} ewline en tant que sete de données ewline exttt{%s}.

source: outputs
de: Ergebnis der Emissionsberechnung
fr: Résultats du calcul des émissions

source: outputLog
de: Mitteilungen zu den Resultaten
fr: Messages concernant les résultats

source: Agrammon account key
de: Schlüssel für Agrammon Konto
fr: Clé du compte Agrammon

source: enter account key
de: Bitte geben Sie den folgenden Schlüssel im Web-Formular ein:
fr: Veuillez saisir la clé suivante dans le formulaire Web :
