Repository: ChHaeni/agrammon
Catalog: frontend/source/translation/*.po
Languages: de

source: Agrammon is not supported on Internet Explorer below version 7
de: Agrammon ist nicht unterstützt für Internet Explorer unter version 7

source: Implemented by OETIKER+PARTNER AG. Copyright 2010-
de: Implementiert durch OETIKER+PARTNER AG. Copyright 2010-

source: Latest news
de: Neuigkeiten

source: Authentication error
de: Fehler bei der Authentisierung

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: End change user
de: Benutzerwechsel beendet

source: Returning from %1 to %2
de: Zurück von %1 zu %2

source: Please authenticate yourself
de: Bitte melden Sie sich an

source: Dataset:
de: Datensatz:

source: User:
de: Benutzer:

source: Reference:
de: Referenz:

source: Comment on dataset
de: Kommentar zum Datensatz

source: Incremental filter on dataset name
de: Inkrementeller Filter auf den Datensatz-Namen

source: Filter on dataset name
de: Filter auf den Datensatz Namen

source: Close
de: Schliessen

source: Create
de: Erstellen

source: Sample datasets
de: Beispiel-Datensätze

source: Last change
de: Zuletzt geändert am

source: Parameters
de: Parameter

source: Read-only
de: schreibgeschützt

source: Model Version
de: Modell Version

source: Tags
de: Marker

source: Dataset name
de: Datensatz

source: Deleting datasets from database
de: Datensätze aus Datenbank löschen

source: Really delete selected datasets from database?
de: Die ausgewählten Datensätze wirklich aus der Datenbank löschen?

source: dataset
de: Datensatz

source: datasets
de: Datensätze

source: deleted
de: gelöscht

source: Sending datasets
de: Datensatz senden

source: Recipient of selected datasets
de: Empfänger der ausgewählten Datensätze

source: sent
de: gesendet

source: Rename
de: Umbenennen

source: Rename selected dataset
de: Ausgewählte Datensätze umbenenne

source: Send
de: Senden

source: Send selected dataset(s) to other Agrammon user
de: Ausgewählte Datensätze an anderen Agrammon Benutzer schicken

source: New
de: Neu

source: Create new dataset
de: Neuen (leeren) Datensatz anlegen

source: Delete
de: Löschen

source: Delete selected dataset(s)
de: Ausgewählte Datensätze löschen

source: Dataset
de: Datensatz

source: renamed to
de: umbenannt in

source: Error
de: Fehler

source: already exists
de: existiert bereits.

source: Rename dataset
de: Datensatz umbenennen

source: New name
de: Neuer Name

source: Comment
de: Kommentar

source: Model Variant
de: Modell Variante

source: Active tags
de: Aktive Marker

source: Available tags
de: Verfügbare Marker

source: Ctrl-Click on selected table rows removes selection
de: Strg-Klick auf ausgewählte Zeilen entfernt die Auswahl

source: Datasets of
de: Datensätze von

source: Set reference
de: Referenz setzen

source: Clear reference
de: Referenz löschen

source: Copy+Connect
de: Kopieren und Verbinden

source: Connect
de: Verbinden

source: Cloning dataset
de: Datensatz duplizieren

source: New dataset name
de: Neuer Datensatz

source: Hide tags
de: Marker ausblenden

source: Show tags
de: Marker einblenden

source: Tag
de: Marker

source: Rename tag
de: Marker umbennen

source: New tag name
de: Neuer Marker Name

source: Creating new tag
de: Neuen Marker anlegen

source: Deleting tags from database
de: Marker werden aus Datenbank gelöscht

source: Really delete selected available tags from database?
de: Die ausgewählten verfügbaren Marker wirklich aus der Datenbank löschen?

source: Incremental filter on tag name
de: Inkrementeller Filter auf Marker Name

source: Filter on tag name
de: Filter auf Marker Name

source: Input
de: Eingabe

source: Instance name must not be empty.
de: Der Kategorie-Name darf nicht leer sein.

source: Duplicate instances not allowed
de: Kategorie-Namen müssen eindeutig sein

source: deleted.
de: gelöscht.

source: Rename instance
de: Umbenennen Kategorie

source: Duplicate instance
de: Duplizieren Kategorie

source: Add instance
de: Kategorie hinzufügen

source: Input Parameter
de: Eingabe-Parameter

source: Click to edit
de: Zum Editieren anklicken

source: Unit
de: Einheit

source: Help
de: Hilfe

source: Help func
de: Hilfe-Funktion

source: Unit English
de: Einheit Englisch

source: Unit German
de: Einheit Deutsch

source: Unit French
de: Einheit Französisch

source: Order
de: Sortierung

source: Comment on variable
de: Kommentar zu Variable

source: Branch configuration
de: Branch-Konfiguration

source: Cancel
de: Abbrechen

source: Clear
de: Löschen

source: Save config
de: Konfiguration speichern

source: Total must be 100%. Now:
de: Total muss 100% sein. Jetzt:

source: Simple
de: Einfach

source: Configure instance
de: Kategorie konfigurieren

source: Name of new instance
de: Name der neuen Kategorie

source: Instance name
de: Kategorie-Name

source: Graphical Results
de: Resultate als Grafik

source: Choose table:
de: Tabelle auswählen

source: Simulation log
de: Mitteilungen zu den Resultaten

source: *** Select ***
de: *** Auswählen ***

source: Tabular Results
de: Resultate als Tabelle

source: Module
de: Modul

source: Reference
de: Referenz

source: Value
de: Wert

source: Change
de: Änderung

source: Print
de: Druck

source: Simulation-Info
de: Diese Mitteilungen weisen Sie auf Fehler bei Ihren Eingaben hin. Diese Fehler werden entweder vom Programm automatisch korrigiert oder bleiben bestehen. In beiden Fällen ist nicht garantiert, dass die Berechnung in Ihrem Sinne ausgeführt wird. Wir empfehlen, die betreffende Eingabe zu überprüfen und anzupassen.

source: Open in Excel
de: Mit Excel öffnen

source: Create PDF
de: PDF Report

source: Submission
de: Einreichung

source: <b>Result summary</b>
de: <b>Zusammenfassung Resultate</b>

source: No results yet, incomplete input data
de: Noch keine Ergebisse verfügbar, Eingabendaten unvollständig.

source: User:
de: Benutzer:

source: Dataset:
de: Datensatz:

source: Model version:
de: Modellversion:

source: Farm information
de: Betriebsinformationen

source: Farm number:
de: Betriebsnummer

source: Sender:
de: Absender:

source: Variant:
de: Variante:

source: Situation before building application
de: Situation vor Baugesuch

source: Situation after building application
de: Situation nach Baugesuch

source: Comments:
de: Bemerkungen:

source: Submit to:
de: Einreichen bei:

source: Agrammon Report
de: Agrammon-Bericht

source: Preview
de: Vorschau

source: Submit
de: Absenden

source: Report submitted sucessfully.
de: Report erfolgreich abgeschickt.

source: Report submission failed.
de: Report konnte nicht geschickt werden.

source: Password must have at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.

source: eMail (your username)
de: eMail (Ihr Benutzername)

source: eMail (username) for reset
de: eMail (Benutzername) zum Zuruecksetzen

source: eMail (will be your username)
de: eMail (wird Ihr Benutzername sein)

source: Password (minimum 6 characters)
de: Passwort (mindestens 6 Zeichen)

source: Repeat Password
de: Passwort wiederholen

source: First name (optional)
de: Vorname (optional)

source: Last name (optional)
de: Nachname (optional)

source: Create Account
de: Konto erstellen

source: Reset Password
de: Passwort neu setzen

source: Passwords must be equal.
de: Die Passwort-Eingaben müssen identisch sein.

source: An activation key will be sent to you by eMail after pressing the button
de: Ein Aktivierungsschlüssel wird Ihnen per eMail zugesandt nach Klicken auf

source: Key (sent by eMail)
de: Schlüssel (geschickt per eMail)

source: Login with new account
de: Anmelden mit neuem Konto

source: Account created.
de: Konto erstellt.

source: Login with new password
de: Mit neuem Passwort anmelden

source: Password reset.
de: Passwort zurück setzen

source: Login
de: Anmelden

source: Reset password
de: Passwort zurücksetzen

source: Activate new account
de: Konto neu aktivieren

source: Enter key below to re-activate your account
de: Geben Sie den Schlüssel ein, um Ihr Konto zu re-aktivieren.

source: Enter key below to activate your account
de: Geben Sie den Schlüssel ein, um Ihr Konto zu aktivieren.

source: Activate Account
de: Konto aktivieren

source: Username
de: Benutzername

source: Password
de: Passwort

source: Create New Account
de: Neues Konto erstellen

source: Create new account
de: Neues Konto erstellen

source: About AGRAMMON
de: Über AGRAMMON

source: Model Agrammon
de: Modell Agrammon

source: The simulation model Agrammon allows ammonia emissions to be calculated, and shows how changes in structure and production methods at the farm level affect emissions.
de: Das Simulationsmodell Agrammon erlaubt die Berechnung der Ammoniakemissionen und zeigt auf, wie sich auf einem Betrieb Änderungen in Struktur und Produktionstechnik auf die Emissionen auswirken.

source: For detailed information about the model please consult the Agrammon website at
de: Für detaillierte Informationen über das Modell konsultieren Sie bitte die Agrammon Website unter

source: Implemented by
de: Implementiert durch

source: Save comment
de: Kommentar speichern

source: Help undefined
de: Hilfe nicht definiert

source: No log messages.
de: Keine Mitteilungen.

source: Apply
de: Anwenden

source: %1 (Error Code %2)
de: %1 (Fehler Nummer %2)

source: RPC Error %1
de: RPC Fehler %1

source: Coming soon ...
de: Kommt bald ...

source: The following messages have been published since your last login on
de: Die folgenden Informationen wurden publiziert seit Ihrer letzten Benutzung am

source: Create account
de: Neues Konto anlegen

source: Reset account password
de: Passwort zurück setzen

source: Change identity
de: Benutzer wechseln

source: Change to user account
de: Wechseln zu Konto

source: Creating new dataset
de: Neuen Datensatz erstellen

source: Connect to dataset
de: Mit Datensatz verbinden

source: Clone dataset
de: Datensatz kopieren

source: Set reference dataset
de: Referenzdatensatz setzen

source: Clear reference dataset
de: Referenzdatensatz löschen

source: Manage datasets
de: Datensätze verwalten

source: Logout
de: Abmelden

source: File
de: Datei

source: Edit
de: Editieren

source: Options
de: Optionen

source: Duplicate instance
de: Kategorie duplizieren

source: Rename instance
de: Kategorie umbenennen

source: Delete instance
de: Kategorie löschen

source: Set language ...
de: Sprache wählen ...

source: Changing password for
de: Passwort ändern für

source: Current password
de: Altes Passwort

source: New password (at least 6 characters)
de: Neues Passwort (mindestens 6 Zeichen)

source: Confirm password
de: Passwort bestätigen

source: Passwords did not match. Please try again.
de: Die Passwort-Eingaben stimmen nicht überein. Bitte nochmals probieren.

source: Change password
de: Passwort ändern

source: Password changed successfully.
de: Passwort geändert.

source: Password change failed, please try again.
de: Die Passwort nicht geändert. Bitte nochmals probieren.

source: *** Configure Branching ***
de: *** Branching konfigurieren ***

source: Farm number required!
de: Betriebsnummer muss angegeben werden!

source: Sender address required!
de: Absender Adresse muss angegeben werden!

source: Input value must greater than
de: Eingabewert muss grösser sein als

source: Input value must equal or greater than
de: Eingabewert muss gleich oder grösser sein als

source: Input value must less than
de: Eingabewert muss kleiner sein als

source: Input value must equal or less than
de: Eingabewert muss gleich oder kleiner sein als

source: Enter a number between %1 and %2.
de: Geben Sie eine Zahl zwischen %1 und %2 ein.

source: Input value must match
de: Eingabewert muss passen auf

source: Unknown validator function
de: Unbekannte Validierungsfunktion

source: not bigger than
de: nicht grösser als

source: not equal or bigger than
de: nicht grösser gleich als

source: not less than
de: nicht kleiner als

source: not equal or less than
de: nicht kleiner gleich als

source: not between
de: nicht zwischen

source: and
de: und

source: doesn't match
de: passt nicht auf

source: Invalid input
de: Ungültige Eingabe

source: is not a valid number for type
de: ist keine gültige Zahl für Typ

source: Type: integer
de: Typ: ganzzahliger Wert

source: Type: floating point number
de: Typ: beliebige Zahl

source: Type: percentage
de: Typ: Prozentangabe

source: Parameter validation
de: Gültigkeit der Eingabewerte

source: Help text currently only available in German
de: Hilfe-Text im Moment nur auf Deutsch verfügbar
